Repository: lukasaberg451/Pulse
Catalog: Pulse/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, sv

source: Pulse works best with Apple Health. It keeps your workouts running in the background and syncs your data automatically.
de: Pulse funktioniert am besten mit Apple Health. Es hält deine Workouts im Hintergrund aktiv und synchronisiert deine Daten automatisch.
es: Pulse funciona mejor con Apple Health. Mantiene tus entrenamientos en segundo plano y sincroniza tus datos automáticamente.
fr: Pulse fonctionne mieux avec Apple Health. Tes entraînements restent actifs en arrière-plan et tes données sont synchronisées automatiquement.
ja: PulseはApple Healthと一緒に使うと最適です。ワークアウトをバックグラウンドで実行し、データを自動的に同期します。
ko: Pulse는 Apple Health와 함께 사용할 때 가장 잘 작동합니다. 운동을 백그라운드에서 계속 실행하고 데이터를 자동으로 동기화합니다.
nl: Pulse werkt het beste met Apple Health. Het houdt je trainingen op de achtergrond actief en synchroniseert je gegevens automatisch.
pt_br: O Pulse funciona melhor com o Apple Health. Ele mantém seus treinos rodando em segundo plano e sincroniza seus dados automaticamente.
sv: Pulse fungerar bäst med Apple Health. Det håller dina träningspass igång i bakgrunden och synkar din data automatiskt.

source: Push Day
de: Push-Tag
es: Día de Empuje
fr: Jour Push
ja: プッシュの日
ko: 푸시 데이
nl: Push-dag
pt_br: Dia de Empurrar
sv: Push-dag

source: Quality Over Quantity
de: Qualität vor Quantität
es: Calidad sobre cantidad
fr: La qualité avant la quantité
ja: 量より質
ko: 양보다 질
nl: Kwaliteit boven kwantiteit
pt_br: Qualidade acima de quantidade
sv: Kvalitet före kvantitet

source: Reached!
de: Erreicht!
es: ¡Alcanzado!
fr: Atteint !
ja: 達成！
ko: 달성!
nl: Bereikt!
pt_br: Alcançado!
sv: Uppnått!

source: Ready to Unlock
de: Bereit zum Freischalten
es: Listo para Desbloquear
fr: Prêt à débloquer
ja: アンロック準備完了
ko: 잠금 해제 준비 완료
nl: Klaar om te ontgrendelen
pt_br: Pronto para Desbloquear
sv: Redo att låsa upp

source: Receive updates on my feedback?
de: Updates zu meinem Feedback erhalten?
es: ¿Recibir actualizaciones sobre mi feedback?
fr: Recevoir des mises à jour sur mon feedback ?
ja: フィードバックの更新情報を受け取りますか？
ko: 피드백 업데이트를 받으시겠습니까?
nl: Updates over mijn feedback ontvangen?
pt_br: Receber atualizações sobre meu feedback?
sv: Få uppdateringar om min feedback?

source: Recent
de: Zuletzt
es: Reciente
fr: Récent
ja: 最近
ko: 최근
pt_br: Recente
sv: Senaste

source: Recovery Matters
de: Erholung ist wichtig
es: La recuperación importa
fr: La récupération compte
ja: 回復は大切
ko: 회복이 중요합니다
nl: Herstel is belangrijk
pt_br: A recuperação importa
sv: Återhämtning är viktigt

source: Registration failed: %@
de: Registrierung fehlgeschlagen: %@
es: Error en el registro: %@
fr: Échec de l'inscription : %@
ja: 登録に失敗しました：%@
ko: 등록 실패: %@
nl: Registratie mislukt: %@
pt_br: Falha no registro: %@
sv: Registrering misslyckades: %@

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
ja: 削除
ko: 제거
nl: Verwijderen
pt_br: Remover
sv: Ta bort

source: Remove Target Weight
de: Zielgewicht entfernen
es: Eliminar Peso Objetivo
fr: Retirer le poids cible
ja: 目標体重を削除
ko: 목표 체중 제거
nl: Doelgewicht verwijderen
pt_br: Remover Peso Alvo
sv: Ta bort målvikt

source: Remove Workout%@
de: Workout entfernen%@
es: Eliminar Entrenamiento%@
fr: Retirer l'entraînement%@
ja: ワークアウトを削除%@
ko: 운동 제거%@
nl: Training verwijderen%@
pt_br: Remover Treino%@
sv: Ta bort träningspass%@

source: Reorder
de: Neu ordnen
es: Reordenar
fr: Réorganiser
ja: 並べ替え
ko: 순서 변경
nl: Herordenen
pt_br: Reordenar
sv: Ändra ordning

source: reps
de: Wdh.
ja: 回
ko: 회

source: Reps
de: Wdh.
ja: 回
ko: 회

source: REPS
de: WDH.
ja: 回数
ko: 횟수

source: Resend Code
de: Code erneut senden
es: Reenviar Código
fr: Renvoyer le code
ja: コードを再送信
ko: 코드 다시 보내기
nl: Code opnieuw verzenden
pt_br: Reenviar Código
sv: Skicka kod igen

source: Resend code in %llds
de: Code erneut senden in %llds
es: Reenviar código en %llds
fr: Renvoyer le code dans %llds
ja: %lld秒後にコードを再送信
ko: %lld초 후에 코드 재전송
nl: Code opnieuw verzenden over %llds
pt_br: Reenviar código em %llds
sv: Skicka kod igen om %llds

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
ja: パスワードをリセット
ko: 비밀번호 재설정
nl: Wachtwoord resetten
pt_br: Redefinir Senha
sv: Återställ lösenord

source: rest
de: Pause
es: descanso
fr: repos
ja: 休憩
ko: 휴식
nl: rust
pt_br: descanso
sv: vila

source: Rest Between Intervals
de: Pause zwischen Intervallen
es: Descanso Entre Intervalos
fr: Repos entre intervalles
ja: インターバル間の休憩
ko: 인터벌 사이 휴식
nl: Rust tussen intervallen
pt_br: Descanso Entre Intervalos
sv: Vila mellan intervaller

source: Rest Between Sets
de: Pause zwischen Sätzen
es: Descanso Entre Series
fr: Repos entre séries
ja: セット間の休憩
ko: 세트 사이 휴식
nl: Rust tussen sets
pt_br: Descanso Entre Séries
sv: Vila mellan set

source: REST TIME
de: PAUSENZEIT
es: TIEMPO DE DESCANSO
fr: TEMPS DE REPOS
ja: 休憩時間
ko: 휴식 시간
nl: RUSTTIJD
pt_br: TEMPO DE DESCANSO
sv: VILOTID

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
nl: Aankopen herstellen
pt_br: Restaurar Compras
sv: Återställ köp

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
nl: Hervatten
pt_br: Retomar
sv: Återuppta

source: Resume Workout?
de: Workout fortsetzen?
es: ¿Reanudar Entrenamiento?
fr: Reprendre l'entraînement ?
ja: ワークアウトを再開しますか？
ko: 운동을 재개하시겠습니까?
nl: Training hervatten?
pt_br: Retomar Treino?
sv: Återuppta träningspass?

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pt_br: Tentar novamente
sv: Försök igen

source: Rise and shine
de: Aufstehen und loslegen
es: Arriba y adelante
fr: Debout et en forme
ja: さあ起きよう
ko: 좋은 아침
nl: Opstaan en schijnen
pt_br: Bora acordar
sv: Dags att vakna

source: Routine Copied
de: Routine kopiert
es: Rutina Copiada
fr: Routine copiée
ja: ルーティンがコピーされました
ko: 루틴이 복사되었습니다
nl: Routine gekopieerd
pt_br: Rotina Copiada
sv: Rutin kopierad

source: Routine deleted
de: Routine gelöscht
es: Rutina eliminada
fr: Routine supprimée
ja: ルーティンが削除されました
ko: 루틴이 삭제되었습니다
nl: Routine verwijderd
pt_br: Rotina excluída
sv: Rutin raderad

source: Routine Name
de: Routinenname
es: Nombre de la Rutina
fr: Nom de la routine
ja: ルーティン名
ko: 루틴 이름
nl: Routinenaam
pt_br: Nome da Rotina
sv: Rutinnamn

source: Routines
de: Routinen
es: Rutinas
ja: ルーティン
ko: 루틴
pt_br: Rotinas
sv: Rutiner

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
nl: Opslaan
pt_br: Salvar
sv: Spara

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更を保存
ko: 변경 사항 저장
nl: Wijzigingen opslaan
pt_br: Salvar alterações
sv: Spara ändringar

source: Save routine
de: Routine speichern
es: Guardar rutina
fr: Enregistrer la routine
ja: ルーティンを保存
ko: 루틴 저장
nl: Routine opslaan
pt_br: Salvar rotina
sv: Spara rutin

source: Save workout
de: Training speichern
es: Guardar entrenamiento
fr: Enregistrer l'entraînement
ja: ワークアウトを保存
ko: 운동 저장
nl: Training opslaan
pt_br: Salvar treino
sv: Spara träningspass

source: Save your workouts to Apple Health automatically.
de: Speichere deine Workouts automatisch in Apple Health.
es: Guarda tus entrenamientos en Apple Salud automáticamente.
fr: Enregistre automatiquement tes entraînements dans Apple Health.
ja: ワークアウトをApple Healthに自動保存します。
ko: 운동을 Apple Health에 자동으로 저장합니다.
nl: Sla je trainingen automatisch op in Apple Health.
pt_br: Salve seus treinos no Apple Saúde automaticamente.
sv: Spara dina träningspass till Apple Health automatiskt.

source: Saving your workout.
de: Dein Workout wird gespeichert.
es: Guardando tu entrenamiento.
fr: Enregistrement de ton entraînement.
ja: ワークアウトを保存中。
ko: 운동을 저장하는 중.
nl: Je training wordt opgeslagen.
pt_br: Salvando seu treino.
sv: Sparar ditt träningspass.

source: Saving...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement...
ja: 保存中...
ko: 저장 중...
nl: Opslaan...
pt_br: Salvando...
sv: Sparar...

source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
ja: 保存中…
ko: 저장 중…
nl: Opslaan…
pt_br: Salvando…
sv: Sparar…

source: Schedule
de: Zeitplan
es: Horario
fr: Planifier
ja: スケジュール
ko: 일정
nl: Schema
pt_br: Agenda
sv: Schema

source: Schedule Your Workouts
de: Plane deine Trainings
es: Programa tus entrenamientos
fr: Planifie tes entraînements
ja: ワークアウトをスケジュール
ko: 운동을 예약하세요
nl: Plan je trainingen
pt_br: Agende seus treinos
sv: Schemalägg dina träningspass

source: Scheduled
de: Geplant
es: Programado
fr: Planifié
ja: 予定済み
ko: 예약됨
nl: Gepland
pt_br: Agendado
sv: Schemalagd

source: Scheduled for %@
de: Geplant für %@
es: Programado para %@
fr: Planifié pour %@
ja: %@に予定
ko: %@에 예약됨
nl: Gepland voor %@
pt_br: Agendado para %@
sv: Schemalagd för %@

source: Search exercises...
de: Übungen suchen...
es: Buscar ejercicios...
fr: Rechercher des exercices...
ja: 種目を検索...
ko: 운동 검색...
nl: Oefeningen zoeken...
pt_br: Buscar exercícios...
sv: Sök övningar...

source: Search time zones
de: Zeitzonen suchen
es: Buscar zonas horarias
fr: Rechercher des fuseaux horaires
ja: タイムゾーンを検索
ko: 시간대 검색
nl: Tijdzones zoeken
pt_br: Buscar fusos horários
sv: Sök tidszoner

source: sec
de: Sek
es: seg
ja: 秒
ko: 초
pt_br: seg
sv: sek

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
ja: 秒
ko: 초
nl: Seconden
pt_br: Segundos
sv: Sekunder

source: See All
de: Alle anzeigen
es: Ver Todo
fr: Tout voir
ja: すべて見る
ko: 모두 보기
nl: Alles bekijken
pt_br: Ver Tudo
sv: Visa alla

source: See what's scheduled for today and jump straight into a session.
de: Sieh, was für heute geplant ist und starte direkt eine Einheit.
es: Mira lo que está programado para hoy y comienza una sesión directamente.
fr: Vois ce qui est planifié pour aujourd'hui et lance-toi directement dans une séance.
ja: 今日のスケジュールを確認して、すぐにセッションを始めましょう。
ko: 오늘 예정된 운동을 확인하고 바로 세션을 시작하세요.
nl: Bekijk wat er voor vandaag gepland is en start direct een sessie.
pt_br: Veja o que está agendado para hoje e comece uma sessão diretamente.
sv: Se vad som är schemalagt för idag och hoppa direkt in i ett pass.

source: See your milestones, custom exercises and completed workouts.
de: Sieh deine Meilensteine, eigene Übungen und abgeschlossene Trainings.
es: Ve tus logros, ejercicios personalizados y entrenamientos completados.
fr: Vois tes jalons, exercices personnalisés et entraînements terminés.
ja: マイルストーン、カスタム種目、完了したワークアウトを確認しましょう。
ko: 마일스톤, 맞춤 운동 및 완료된 운동을 확인하세요.
nl: Bekijk je mijlpalen, aangepaste oefeningen en voltooide trainingen.
pt_br: Veja suas conquistas, exercícios personalizados e treinos concluídos.
sv: Se dina milstolpar, egna övningar och avslutade träningspass.

source: Select Routine
de: Routine auswählen
es: Seleccionar Rutina
fr: Sélectionner une routine
ja: ルーティンを選択
ko: 루틴 선택
nl: Routine selecteren
pt_br: Selecionar Rotina
sv: Välj rutin

source: Send Code
de: Code senden
es: Enviar código
fr: Envoyer le code
ja: コードを送信
ko: 코드 보내기
nl: Code verzenden
pt_br: Enviar código
sv: Skicka kod

source: Send Feedback
de: Feedback senden
es: Enviar Feedback
fr: Envoyer un feedback
ja: フィードバックを送信
ko: 피드백 보내기
nl: Feedback verzenden
pt_br: Enviar Feedback
sv: Skicka feedback

source: Session 1RM
de: 1RM der Einheit
es: 1RM de la sesión
fr: 1RM de la séance
ja: セッション1RM
ko: 세션 1RM
nl: Sessie 1RM
pt_br: 1RM da sessão
sv: Pass 1RM

source: set
de: Satz
es: serie
fr: série
ja: セット
ko: 세트
pt_br: série

source: SET
de: SATZ
es: SERIE
fr: SÉRIE
ja: セット
ko: 세트
pt_br: SÉRIE

source: Set a weekly training goal and watch your progress fill up over the week.
de: Setze ein wöchentliches Trainingsziel und beobachte, wie sich dein Fortschritt über die Woche füllt.
es: Establece un objetivo de entrenamiento semanal y observa cómo tu progreso se llena durante la semana.
fr: Fixe un objectif d'entraînement hebdomadaire et regarde tes progrès se remplir au fil de la semaine.
ja: 週間トレーニング目標を設定して、週を通しての進捗を見守りましょう。
ko: 주간 훈련 목표를 설정하고 일주일 동안 진행 상황을 확인하세요.
nl: Stel een wekelijks trainingsdoel in en kijk hoe je voortgang zich gedurende de week vult.
pt_br: Defina uma meta semanal de treino e acompanhe seu progresso ao longo da semana.
sv: Sätt ett veckomål för träning och se dina framsteg fylla upp under veckan.

source: Set New Password
de: Neues Passwort festlegen
es: Establecer Nueva Contraseña
fr: Définir un nouveau mot de passe
ja: 新しいパスワードを設定
ko: 새 비밀번호 설정
nl: Nieuw wachtwoord instellen
pt_br: Definir Nova Senha
sv: Ange nytt lösenord

source: Set your target weight
de: Lege dein Zielgewicht fest
es: Establece tu peso objetivo
fr: Définis ton poids cible
ja: 目標体重を設定
ko: 목표 체중을 설정하세요
nl: Stel je doelgewicht in
pt_br: Defina seu peso alvo
sv: Ange din målvikt

source: Set your target workout minutes per week
de: Lege deine Workout-Zielminuten pro Woche fest
es: Establece tus minutos de entrenamiento por semana
fr: Définis tes minutes d'entraînement cibles par semaine
ja: 週間目標ワークアウト時間を設定
ko: 주간 목표 운동 시간을 설정하세요
nl: Stel je doel-trainingsminuten per week in
pt_br: Defina seus minutos de treino por semana
sv: Ange dina målminuter per vecka

source: sets
de: Sätze
es: series
fr: séries
ja: セット
ko: 세트
pt_br: séries
sv: set

source: Sets
de: Sätze
es: Series
fr: Séries
ja: セット
ko: 세트
pt_br: Séries
sv: Set

source: sets completed
de: Sätze abgeschlossen
es: series completadas
fr: séries terminées
ja: セット完了
ko: 세트 완료
nl: sets voltooid
pt_br: séries concluídas
sv: set avslutade

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Configurações
sv: Inställningar

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
nl: Delen
pt_br: Compartilhar
sv: Dela

source: Share PR
de: PR teilen
es: Compartir PR
fr: Partager PR
ja: PRを共有
ko: PR 공유
nl: PR delen
pt_br: Compartilhar PR
sv: Dela PR

source: Share Preview
de: Vorschau teilen
es: Compartir Vista Previa
fr: Aperçu du partage
ja: プレビューを共有
ko: 미리보기 공유
nl: Voorbeeld delen
pt_br: Compartilhar Prévia
sv: Dela förhandsvisning

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ko: 로그인
nl: Inloggen
pt_br: Entrar
sv: Logga in

source: Sign in with Apple failed.
de: Anmeldung mit Apple fehlgeschlagen.
es: Error al iniciar sesión con Apple.
fr: Connexion avec Apple échouée.
ja: Appleでのログインに失敗しました。
ko: Apple 로그인에 실패했습니다.
nl: Inloggen met Apple mislukt.
pt_br: Falha ao entrar com Apple.
sv: Inloggning med Apple misslyckades.

source: Sign in with Apple failed. Please try again.
de: Anmeldung mit Apple fehlgeschlagen. Bitte versuche es erneut.
es: Error al iniciar sesión con Apple. Por favor, inténtalo de nuevo.
fr: Connexion avec Apple échouée. Réessaye.
ja: Appleでのログインに失敗しました。もう一度お試しください。
ko: Apple 로그인에 실패했습니다. 다시 시도해 주세요.
nl: Inloggen met Apple mislukt. Probeer het opnieuw.
pt_br: Falha ao entrar com Apple. Por favor, tente novamente.
sv: Inloggning med Apple misslyckades. Försök igen.

source: Sign Out
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
pt_br: Sair
sv: Logga ut

source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
ja: 登録
ko: 가입
nl: Registreren
pt_br: Cadastrar
sv: Registrera dig

source: Sign up with Apple failed.
de: Registrierung mit Apple fehlgeschlagen.
es: Error al registrarse con Apple.
fr: Inscription avec Apple échouée.
ja: Appleでの登録に失敗しました。
ko: Apple 가입에 실패했습니다.
nl: Registreren met Apple mislukt.
pt_br: Falha ao cadastrar com Apple.
sv: Registrering med Apple misslyckades.

source: Sign Up with Email
de: Mit E-Mail registrieren
es: Registrarse con correo electrónico
fr: S'inscrire avec Email
ja: メールで登録
ko: 이메일로 가입
nl: Registreren met e-mail
pt_br: Cadastrar com e-mail
sv: Registrera med e-post

source: Signing out…
de: Abmelden…
es: Cerrando sesión…
fr: Déconnexion…
ja: ログアウト中…
ko: 로그아웃 중…
nl: Uitloggen…
pt_br: Saindo…
sv: Loggar ut…

source: since start
de: seit Beginn
es: desde el inicio
fr: depuis le début
ja: 開始以来
ko: 시작 이후
nl: sinds start
pt_br: desde o início
sv: sedan start

source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pt_br: Pular
sv: Hoppa över

source: Skip for Now
de: Erstmal überspringen
es: Omitir por ahora
fr: Passer pour l'instant
ja: 今はスキップ
ko: 지금은 건너뛰기
nl: Voorlopig overslaan
pt_br: Pular por enquanto
sv: Hoppa över för nu

source: Solid Week
de: Starke Woche
es: Gran semana
fr: Bonne semaine
ja: 充実した週
ko: 알찬 한 주
nl: Sterke week
pt_br: Ótima semana
sv: Bra vecka

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur est survenue
ja: 問題が発生しました
ko: 문제가 발생했습니다
nl: Er is iets misgegaan
pt_br: Algo deu errado
sv: Något gick fel

source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Une erreur est survenue. Réessaye.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
nl: Er is iets misgegaan. Probeer het opnieuw.
pt_br: Algo deu errado. Por favor, tente novamente.
sv: Något gick fel. Försök igen.

source: Stable (%@ %@ below best)
de: Stabil (%1$@ %2$@ unter Bestleistung)
es: Estable (%1$@ %2$@ por debajo del mejor)
fr: Stable (%1$@ %2$@ en dessous du record)
ja: 安定（ベストより%1$@ %2$@低い）
ko: 안정적 (최고 기록보다 %1$@ %2$@ 낮음)
nl: Stabiel (%1$@ %2$@ onder beste)
pt_br: Estável (%1$@ %2$@ abaixo do melhor)
sv: Stabilt (%1$@ %2$@ under bästa)

source: Stable (at personal best)
de: Stabil (bei Bestleistung)
es: Estable (en mejor marca personal)
fr: Stable (au record personnel)
ja: 安定（自己ベスト）
ko: 안정적 (개인 최고 기록)
nl: Stabiel (bij persoonlijk record)
pt_br: Estável (no recorde pessoal)
sv: Stabilt (vid personbästa)

source: Start
de: Starten
es: Iniciar
fr: Commencer
ja: 開始
ko: 시작
nl: Starten
pt_br: Iniciar
sv: Starta

source: Start Free Trial
de: Kostenlos testen
es: Iniciar Prueba Gratis
fr: Commencer l'essai gratuit
ja: 無料トライアルを開始
ko: 무료 체험 시작
nl: Start gratis proefperiode
pt_br: Iniciar Teste Grátis
sv: Starta gratis provperiod

source: Start with a workout name, then your exercises
de: Beginne mit dem Workout-Namen, dann deine Übungen
es: Empieza con el nombre del entrenamiento, luego tus ejercicios
fr: Commence par le nom de l'entraînement, puis tes exercices
ja: ワークアウト名から始めて、種目を入力
ko: 운동 이름부터 시작하고 운동 내용을 입력하세요
nl: Begin met een trainingsnaam, dan je oefeningen
pt_br: Comece com o nome do treino, depois seus exercícios
sv: Börja med ett träningsnamn, sedan dina övningar

source: Start Workout
de: Workout starten
es: Iniciar
fr: Commencer
ja: ワークアウトを開始
ko: 운동 시작
nl: Training starten
pt_br: Iniciar Treino
sv: Starta träningspass

source: Start Your Journey
de: Starte deine Reise
es: Comienza tu viaje
fr: Commence ton parcours
ja: 旅を始めよう
ko: 여정을 시작하세요
nl: Begin je reis
pt_br: Comece sua jornada
sv: Börja din resa

source: Step
de: Schritt
es: Paso
fr: Étape
ja: ステップ
ko: 단계
nl: Stap
pt_br: Passo
sv: Steg

source: Streak
de: Serie
es: Racha
fr: Série
ja: 連続記録
ko: 연속 기록
nl: Reeks
pt_br: Sequência
sv: Svit

source: Streak Paused, Not Lost
de: Serie pausiert, nicht verloren
es: Racha pausada, no perdida
fr: Série en pause, pas perdue
ja: 連続記録は一時停止、失われていません
ko: 연속 기록 일시 중지, 소실 아님
nl: Reeks gepauzeerd, niet verloren
pt_br: Sequência pausada, não perdida
sv: Svit pausad, inte förlorad

source: Streak secured this week!
de: Serie diese Woche gesichert!
es: ¡Racha asegurada esta semana!
fr: Série assurée cette semaine !
ja: 今週の連続記録を確保！
ko: 이번 주 연속 기록 확보!
nl: Reeks veiliggesteld deze week!
pt_br: Sequência garantida esta semana!
sv: Svit säkrad denna vecka!

source: Strength
de: Kraft
es: Fuerza
fr: Force
ja: 筋力
ko: 근력
nl: Kracht
pt_br: Força
sv: Styrka

source: Strength Trending Up
de: Kraft im Aufwärtstrend
es: La fuerza va en aumento
fr: Force en hausse
ja: 筋力上昇中
ko: 근력 상승 추세
nl: Kracht stijgt
pt_br: Força em tendência de alta
sv: Styrka trendar uppåt

source: Strong
de: Stark
es: Fuerte
fr: Fort
ja: 強い
ko: 강함
nl: Sterk
pt_br: Forte
sv: Stark

source: Submit Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer le feedback
ja: フィードバックを送信
ko: 피드백 제출
nl: Feedback verzenden
pt_br: Enviar feedback
sv: Skicka feedback

source: Submitting…
de: Wird gesendet…
es: Enviando…
fr: Envoi…
ja: 送信中…
ko: 제출 중…
nl: Verzenden…
pt_br: Enviando…
sv: Skickar…

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
ja: サブスクリプション
ko: 구독
nl: Abonnement
pt_br: Assinatura
sv: Prenumeration

source: Subscription automatically renews unless canceled.
de: Abonnement verlängert sich automatisch, wenn es nicht gekündigt wird.
es: La suscripción se renueva automáticamente a menos que se cancele.
fr: L'abonnement se renouvelle automatiquement sauf annulation.
ja: サブスクリプションはキャンセルしない限り自動更新されます。
ko: 구독은 취소하지 않으면 자동으로 갱신됩니다.
nl: Abonnement wordt automatisch verlengd tenzij opgezegd.
pt_br: A assinatura renova automaticamente a menos que seja cancelada.
sv: Prenumerationen förnyas automatiskt om den inte avbryts.

source: Subscription automatically renews unless cancelled at least 24 hours before the end of the current period.
de: Das Abonnement verlängert sich automatisch, wenn es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird.
es: La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual.
fr: L'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours.
ja: サブスクリプションは現在の期間終了の24時間前までにキャンセルしない限り自動更新されます。
ko: 현재 기간 종료 최소 24시간 전에 취소하지 않으면 구독이 자동으로 갱신됩니다.
nl: Abonnement wordt automatisch verlengd tenzij minstens 24 uur voor het einde van de huidige periode opgezegd.
pt_br: A assinatura renova automaticamente a menos que seja cancelada pelo menos 24 horas antes do fim do período atual.
sv: Prenumerationen förnyas automatiskt om den inte avbryts minst 24 timmar före slutet av den aktuella perioden.

source: Suggested Goals
de: Vorgeschlagene Ziele
es: Metas Sugeridas
fr: Objectifs suggérés
ja: おすすめの目標
ko: 추천 목표
nl: Voorgestelde doelen
pt_br: Metas Sugeridas
sv: Föreslagna mål

source: Swap with Next
de: Mit nächster tauschen
es: Intercambiar con siguiente
fr: Échanger avec le suivant
ja: 次と入れ替え
ko: 다음과 교체
nl: Wissel met volgende
pt_br: Trocar com próximo
sv: Byt med nästa

source: Synced %@ ago
de: Vor %@ synchronisiert
es: Sincronizado hace %@
fr: Synchronisé il y a %@
ja: %@前に同期
ko: %@ 전에 동기화됨
nl: %@ geleden gesynchroniseerd
pt_br: Sincronizado há %@
sv: Synkad %@ sedan

source: Syncing
de: Synchronisierung
es: Sincronizando
fr: Synchronisation
ja: 同期中
ko: 동기화 중
nl: Synchroniseren
pt_br: Sincronizando
sv: Synkar

source: Syncing...
de: Synchronisierung...
es: Sincronizando...
fr: Synchronisation...
ja: 同期中...
ko: 동기화 중...
nl: Synchroniseren...
pt_br: Sincronizando...
sv: Synkar...

source: Take your training to the next level
de: Bringe dein Training auf das nächste Level
es: Lleva tu entrenamiento al siguiente nivel
fr: Passe ton entraînement au niveau supérieur
ja: トレーニングを次のレベルへ
ko: 훈련을 한 단계 업그레이드하세요
nl: Til je training naar een hoger niveau
pt_br: Leve seu treino para o próximo nível
sv: Ta din träning till nästa nivå

source: Target Weight
de: Zielgewicht
es: Peso Objetivo
fr: Poids cible
ja: 目標体重
ko: 목표 체중
nl: Doelgewicht
pt_br: Peso Alvo
sv: Målvikt

source: Target weight must be greater than 0
de: Das Zielgewicht muss größer als 0 sein
es: El peso objetivo debe ser mayor que 0
fr: Le poids cible doit être supérieur à 0
ja: 目標体重は0より大きくなければなりません
ko: 목표 체중은 0보다 커야 합니다
nl: Doelgewicht moet groter zijn dan 0
pt_br: O peso alvo deve ser maior que 0
sv: Målvikten måste vara större än 0

# Target: %@ %@
source: Target: %1$@ %2$@
de: Ziel: %1$@ %2$@
es: Objetivo: %1$@ %2$@
fr: Objectif : %1$@ %2$@
ja: 目標：%1$@ %2$@
ko: 목표: %1$@ %2$@
nl: Doel: %1$@ %2$@
pt_br: Meta: %1$@ %2$@
sv: Mål: %1$@ %2$@

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
ja: 利用規約
ko: 서비스 이용약관
nl: Servicevoorwaarden
pt_br: Termos de Serviço
sv: Användarvillkor
